tap "facebook/fb"
tap "homebrew/bundle"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
brew "cheat"
brew "chezmoi"
brew "cocoapods"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fnm"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "go"
brew "jq"
brew "k6"
brew "mas"
brew "python@3.10"
brew "python@3.11"
brew "shellcheck"
brew "tmux"
brew "trash"
brew "tree"
brew "walk"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "facebook/fb/idb-companion"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "alfred"
cask "anaconda"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flipper"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spectacle"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GIPHY CAPTURE", id: 668208984
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "ScreenBrush", id: 1233965871
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
vscode "9beach.vscode-hanspell"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.Bookmarks"
vscode "ambar.bundle-size"
vscode "antfu.file-nesting"
vscode "arcanis.vscode-zipfs"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bierner.color-info"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.FreeMarker"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gerane.Theme-Tomorrow"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "jgclark.vscode-todo-highlight"
vscode "jock.svg"
vscode "Lakkannawalikar.css-converter"
vscode "marcaaron.find-js-globals"
vscode "mateocerquetella.xcode-12-theme"
vscode "mattpocock.ts-error-translator"
vscode "mdickin.markdown-shortcuts"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "natqe.reload"
vscode "Orta.vscode-twoslash-queries"
vscode "p42ai.refactor"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "pomdtr.excalidraw-editor"
vscode "rangav.vscode-thunder-client"
vscode "raunofreiberg.vesper"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "smockle.xcode-default-theme"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tamagui.batsignal"
vscode "teabyii.ayu"
vscode "undefined_publisher.design-token-vscode-extension"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "Wattenberger.footsteps"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
